Repository: jvhy/bird-sound-quiz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Logged in as %(username)s
fi: Kirjautunut käyttäjänä %(username)s

source: Contribute
fi: Osallistu

source: LogoutButtonLabel
fi: Kirjaudu ulos

source: LoginButtonLabel
fi: Kirjaudu sisään

source: RegisterButtonLabel
fi: Rekisteröidy

source: Language
fi: Kieli

source: Menu
fi: Valikko

source: %(project)s by %(author)s
fi: %(project)s - %(author)s

source: Audio from %(source)s
fi: Äänitteet: %(source)s

source: Taxonomic and observation data from %(source)s
fi: Taksonomia ja havaintoaineisto: %(source)s
