Repository: jvhy/bird-sound-quiz
Catalog: quiz/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Song
fi: Laulu

source: Call
fi: Kutsuääni

source: Alarm call
fi: Varoitusääni

source: Flight call
fi: Lentoääni

source: Begging call
fi: Kerjäysääni

source: Duet
fi: Duetto

source: Aberrant
fi: Poikkeava

source: Imitation
fi: Matkiminen

source: Drumming
fi: Rummutus

source: Other
fi: Muu

source: Regular breeder
fi: Säännöllinen pesijä

source: Irregular breeder
fi: Satunnainen pesijä

source: Winter migrant
fi: Talvehtija

source: Passage migrant
fi: Läpimuuttaja

source: Vagrant
fi: Harhailija

source: Escapee
fi: Tarhakarkuri

source: A species that breeds consistently in the region every year.
fi: Laji pesii alueella vuosittain.

source: A species that breeds in the region only occasionally or under certain conditions.
fi: Laji pesii alueella harvemmin kuin vuosittain.

source: A species that migrates to and stays in the region during the non-breeding (winter) season.
fi: Laji muuttaa alueelle pesimäkauden ulkopuoliseksi ajaksi (talveksi).

source: A species that passes through the region during migration but does not breed or overwinter there.
fi: Laji muuttaa alueen läpi, mutta ei pesi tai talvehdi alueella.

source: A species found outside its normal range, typically due to unusual weather or navigation errors.
fi: Laji on alueella tavanomaisen esiintymisalueensa ulkopuolella, usein suunnistusvirheen tai haastavien sääolosuhteiden seurauksena.

source: A non-native species that has escaped from captivity and appears in the wild.
fi: Laji ei esiinny alueella luonnonvaraisesti, vaan ainoastaan tarha- tai häkkikarkulaisena.

source: Multiple choice
fi: Monivalinta

source: Open answer
fi: Avoin vastaus

source: List of easily recognizable species, used for regional beginner quizzes
fi: Lista helposti tunnistettavia lajeja, käytetään alueellisiin aloittelijavisoihin

source: Home
fi: Etusivu

source: Welcome to %(br)sBird Sound Quiz!🐦
fi: Tervetuloa %(br)sBird Sound Quiz:iin!🐦

source: HomePageSubtitle
fi: Testaa kuinka hyvin tunnet lintujen äänet.

source: RegionSelectorLabel
fi: Valitse alue

source: NoRegionSelectedOption
fi: Ei valittua aluetta

source: DifficultySelectorLabel
fi: Valitse vaikeustaso

source: BeginnerDifficulty
fi: Helppo

source: NormalDifficulty
fi: Normaali

source: GameModeSelectorLabel
fi: Valitse pelimuoto

source: MultipleChoiceOption
fi: Monivalinta

source: OpenAnswerOption
fi: Avoin vastaus

source: QuizStartButtonLabel
fi: Aloita

source: BeginnerModeUnavailableInRegionTooltip
fi: Helppo vaikeustaso ei ole valittavissa tälle alueelle

source: Quiz
fi: Visa

source: QuizTitle
fi: Mikä lintu on äänessä?

source: <strong>Recorded by:</strong> %(name)s
fi: <strong>Äänittäjä:</strong> %(name)s

source: <strong>Location:</strong> %(location)s, %(country)s
fi: <strong>Sijainti:</strong> %(location)s, %(country)s

source: <strong>License:</strong> %(a_open)s%(license)s%(a_close)s
fi: <strong>Lisenssi:</strong> %(a_open)s%(license)s%(a_close)s

source: CheckButtonLabel
fi: Tarkista

source: LanguageCannotChangeDuringQuizText
fi: Kieltä ei voi vaihtaa kesken visan

source: ResultsButtonLabel
fi: Tulokset

source: NextButtonLabel
fi: Seuraava

source: Results
fi: Tulokset

source: Your Score: %(score)s/%(length)s
fi: Tuloksesi: %(score)s/%(length)s

source: ResultsPageSubtitle
fi: Kooste vastauksistasi:

source: YourAnswer
fi: Vastauksesi

source: CorrectAnswer
fi: Oikea vastaus

source: HomeButtonLabel
fi: Etusivu

source: EmptyAnswerPlaceholderText
fi: ei vastausta
