Repository: jvhy/bird-sound-quiz
Catalog: contribute/locale/*/LC_MESSAGES/django.po
Languages: fi

# SpeciesStatusTaskTitle
source: Species occurrence in region
fi: Lajien esiintyminen alueella

source: Region
fi: Alue

# PrevButtonLabel
source: Previous
fi: Edellinen

# FinishTaskButtonLabel
source: Finish
fi: Lopeta

# TaskInstructionsTitle
source: Task instructions
fi: Tehtäväohjeet

# SpeciesStatusTaskInstructionsText
source: Select the option that best describes how the species occurs in the selected region. The use of external sources such as field guides or web sites is encouraged.<br><br>You do not have to annotate species you are unsure about: you can simply move on to the next species. You may annotate as few or as many species as you like. When you want to stop working on the task and save your answers, click the "Finish" button at the bottom of the page.
fi: Valitse annetuista vaihtoehdoista se, joka parhaiten kuvastaa lajin esiintymistä valitulla alueella. Ulkoisten lähteiden kuten lintuoppaiden tai verkkosivustojen käyttö on suositeltavaa.<br><br>Mikäli olet epävarma valinnasta, voit siirtyä seuraavaan lajiin. Voit merkitä minkä tahansa määrän lajeja. Kun haluat lopettaa tehtävän ja tallentaa vastauksesi, paina "Lopeta"-nappia sivun alalaidassa.

# StartTaskButtonLabel
source: Start task
fi: Aloita

# ContributeStartPageTitle
source: Contribute
fi: Osallistu

# ContributeStartPageInstructionsText
source: This page contains different tasks you can complete to help make Bird Sound Quiz better. In these tasks, you will fill missing or incomplete information about birds species, observations or regions. After completing a task, your contribution will be reviewed. User contributions are used for the development of new features, such as game modes or quiz options.<br><br>To get started, select a task from the menu below.
fi: Tämä sivu sisältää tehtäviä, joita tekemällä voit olla mukana kehittämässä Bird Sound Quiz:ia paremmaksi. Tehtävissä täydennät puuttuvaa tai osittaista tietoa lintulajeista, havainnoista tai alueista. Tehtävän suorittamisen jälkeen se arvioidaan. Onnistuneesti suoritetut tehtävät auttavat uusien ominaisuuksien, kuten pelimuotojen ja valikkojen kehittämisessä.<br><br>Aloittaaksesi tehtävän, valitse tehtävä alla olevasta listasta ja paina "Aloita".

# SpeciesStatusTaskLabel
source: Species occurrence status
fi: Lajien esiintyminen alueella

# SpeciesStatusTaskDescription
source: Annotate species based on how they occur in a selected region (regular breeder, vagrant, escapee etc.).
fi: Merkitse lintulajeille aluekohtainen esiintymistyyppi (säännöllinen pesijä, harhailija, tarhakarkuri jne.)
